/* ssh host key changed */"%@'s fingerprint does not match the one on record. If the server has changed its key, then this is to be expected. If not then you should check with the system administrator before proceeding.\nThe new fingerprint is %@.\nDo you wish to connect to the server?" = "%1$@s Fingerprint entspricht nicht dem gespeicherten. Falls der Server den Schlüssel geändert hat ist dies zu erwarten. Wenn nicht, kontaktieren Sie den Systemadministrator, bevor Sie fortfahren.\nDer neue Fingerprint ist %2$@.\nWollen Sie mit dem Server verbinden?";/* ConnectionOpenPanel */"A Connection Error Occurred" = "Ein Verbindungsfehler ist aufgetreten";/* FTP Abort */"Action Aborted. Local Error" = "Vorgang abgebrochen. Lokaler Fehler";/* FTP no data stream types available */"All data connection modes have been exhausted. Check with the server administrator." = "Alle Datenverbindungstypen haben versagt. Fragen Sie ihren Administrator";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"An intermediate directory does not exist and needs to be created before the current directory" = "Ein Zwischenordner existiert nicht und muss vor dem jetzigen Ordner neu eingerichtet werden";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"An unknown error occured" = "Ein unbekannter Fehler ist aufgetreten";/* multiple connection joiner */"and" = "und";/* failed pk authentication for ssh */"Authentication by Public Key Failed" = "Authentifizierung durch Publik Key versagt.";/* sftp last error */"Bad Message" = "Ungültige Nachricht";/* FTP upload error */"Cannot Upload File. Storage quota on server exceeded" = "Datein kann nicht geladen werden. Serverlimit ueberschritten";/* sftp last error */"Connection Lost" = "Verbindung verloren";/* FileConnection set permissions error */"Could not change file permissions" = "Konnte Dateirechte nicht ändern";/* FileConnection create directory error */"Could not create directory" = "Neuer Ordner konnte nicht erzeugt werden";/* FTP Create directory error */"Create directory operation failed" = "Neuer Ordner Vorgang versagt";/* Failed to open a data stream connection */"Data Stream Timed Out" = "Datenstrom Wartezeit ueberschritten";/* sftp last error */"Directory not empty" = "Verzeichnis nicht leer";/* sftp last error */"End of File" = "Ende der Datei";/* sftp last error */"Error INVAL" = "Fehler INVAL";/* Directory Parsing Error */"Error parsing directory listing" = "Fehler beim Lesen der Verzeichnisstruktur";/* FTP no data streams available */"Exhausted all connection types to server. Please contact server administrator" = "Alle Verbindungsarten zum Server wurden versucht. Kontaktieren Sie den Serveradministrator.";/* Bad ftp command */"Failed to change to directory" = "Verzeichnis konnte nicht gewechselt werden";/* sftp failure to create dir */"Failed to create directory" = "Verzeichnis konnte nicht erstellt werden";/* couldn't delete the file
   .Mac Directory Deletion Error
   WebDAV Directory Deletion Error */"Failed to delete directory" = "Verzeichnis konnte nicht gelöscht werden";/* couldn't delete the file
   .Mac file deletion error
   WebDAV File Deletion Error */"Failed to delete file" = "Datei konnte nicht gelöscht werden";/* failed to find the id_dsa.pub */"Failed to find public key in %@. If you have a custom named key, please set the User Default key SSHPublicKey." = "Konnte in &@ keine Public Key finden. Falls Sie eine selbst-benannte Key haben, setzen Sie bitte den Standardschlüssel SSHPublicKey.";/* No .mac account or password */"Failed to retrieve .mac account details" = "Konnte .mac Kontodaten nicht erhalten";/* FileConnection copy file error */"Failed to upload file" = "Konnte Datei nicht hochladen";/* sftp last error */"Failure" = "Versagen";/* FTP file download error */"File %@ does not exist on server" = "Datei %@ existiert auf dem Server nicht";/* FTP error */"File / Directory does not exist" = "Datei / Verzeichnis existiert nicht";/* sftp last error */"File already exists" = "Datei existiert bereits";/* FTP file in use */"File in Use" = "Datei wird benutzt";/* FTP Upload error */"Filename not Allowed" = "Dateiname nicht erlaubt";/* FTP no service */"FTP Service Unavailable" = "FTP Dienst nicht verfügbar";/* Couldn't open the port to the host */"Host Unavailable" = "Host nicht verfügbar";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"Insufficient storage space available" = "Unzureichender freier Speicher";/* FTP Error */"Invalid Account name" = "Ungültiger Accountname";/* sftp last error */"Invalid filename" = "Ungültiger Dateiname";/* sftp last error */"Invalid Handle" = "Ungültiger Name";/* Stream Error before opening */"Is the service running on the server" = "Laüft der Dienst auf dem Server";/* sftp last error */"Link Loop" = "Link Loop";/* FTP download error */"Local File already exists" = "Lokale Datei existiert bereits";/* sftp last error */"Lock Conflict" = "Lock Conflict";/* sftp last error */"Method not Supported" = "Mehode nicht unterstützt";/* sftp last error */"No Connection" = "Keine Verbindung";/* failed to find a connection class */"No connection available for requested connection type" = "Keine verfügbare Verbindung für gewählte Verbindungsart";/* failed to find a connection class */"No connection available for requested port" = "Keine verfügbare Verbindung für angeforderten Port";/* failed to find a connection class */"No connection available for requested protocol" = "Keine verfügbare Verbindung für angefordertes Protokoll";/* sftp last error */"No Media" = "Keine Medien";/* sftp last error */"No space left on remote machine" = "Kein Platz mehr auf der Fernmaschine";/* FTP Error */"No Storage Space Available" = "Kein verfügbarer Speicher";/* sftp last error */"No such file" = "Datei existiert nicht";/* sftp last error */"No such path" = "Pfad existiert nicht";/* sftp last error */"Not a directory" = "Ist kein Verzeichnis";/* FTP Error */"Not Logged In" = "Nicht eingeloggt";/* OK */"OK" = "OK";/* sftp last error */"Operation Unsupported" = "Vorgang nicht unterstützt";/* WebDAV Uploading Error
   .Mac File Uploading Error */"Parent Folder does not exist" = "Enthaltender Ordner existiert nicht";/* sftp last error */"Permission Denied" = "Zugang nicht erlaubt";/* sftp last error */"Quota exceeded" = "Quota überschritten";/* FTP Error */"Request Aborted. Page Type Unknown" = "Vorgang abgebrochen. Seitentyp unbekannt";/* sftp last error */"Request Denied" = "Vorang abgelehnt";/* Error creating stream */"Stream Unavailable" = "Stream nicht verfügbar";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"The body of the request is not supported" = "Der Befehl wird nicht unterstützt";/* sftp bad directory */"The directory (%@) does not exist" = "Das Verzeichnis (%@) existiert nicht";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"The directory already exists" = "Das Verzeichnis existiert nicht";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"The server does not allow the creation of directories at the current location" = "Der Server erlaubt kein erstellen von Verzeichnissen am momentanen Pfad";/* .Mac Directory Contents Error */"There is no .Mac access to the directory" = "Kein .Mac Zugang zum gewählten Verzeichnis";/* No WebDAV access to the specified path */"There is no WebDAV access to the directory" = "Kein WebDAV Zugang zum Verzeichnis";/* ssh authorise remote host fingerprint */"This is the first time connecting to %@. It has a fingerprint of \n%@. Do you wish to connect?" = "Dies ist die erste Verbindung zu %1$@. Es hat einen Fingerprint \n%2@. Wollen Sie verbinden?";/* FileConnection failed to copy file */"Unable to store data in file" = "Konnte Daten nicht in Datei sichern";/* WebDAV Error */"Unknown Error Occurred" = "Unbekannter Fehler aufgetreten";/* sftp last error */"Unknown Principle" = "Unbekanntes Prinzip";/* No username or password */"Username and Password are required for FTP connections" = "Username und Passwort werden für FTP-Zugang benötigt";/* No username or password */"Username and Password are required for WebDAV connections" = "Username und Passwort werden für WebDAV Verbindungen benötigt";/* No username or password */"Username is required for SFTP connections" = "Username wird für SFTP benötigt";/* sftp last error */"Write Protected" = "Schreibgeschützt";/* FTP file upload error */"You do not have access to write file %@" = "Sie haben keinen Schreibzugang zur Datei %@";/* FTP Error */"You need an Account to Upload Files" = "Sie brauchen einen Account, um Dateien hochzuladen";